/* This computer's Internet connection appears to be offline. */
"CONNECTION_DOWN" = "La connexion Internet de cet ordinateur semble interrompue.";

/* This computer's Internet connection may be offline. */
"CONNECTION_INDETERMINATE" = "La connexion Internet de cet ordinateur est peut-être interrompue.";

/* This computer's Internet connection appears to be online. */
"CONNECTION_UP" = "La connexion Internet de cet ordinateur est active.";

/* This computer's DNS server is not responding. */
"NAMESERVER_DOWN" = "Le serveur DNS de cet ordinateur ne répond pas.";

/* The DNS server could not find the server name. */
"NAMELOOKUP_FAILED" = "Le serveur DNS n'a pas pu trouver le nom du serveur.";

/* This computer's router is not responding. */
"ROUTER_DOWN" = "Le routeur de cet ordinateur ne répond pas.";

/* The server this computer is attempting to connect to is not responding. */
"SERVER_DOWN" = "Le serveur auquel cet ordinateur tente de se connecter ne répond pas.";

/* This computer's Internet connection appears to be online. */
"SERVER_UP" = "La connexion Internet de cet ordinateur est active.";

/* Format string for label of a saved password in Keychain: URL (USERNAME) */
"KEYCHAIN_LABEL_FORMAT" = "%@ (%@)";

/* Kind string used for keychain items from forms-based logins */
"KEYCHAIN_WEB_FORM_PASSWORD" = "Mot de passe de formulaire web";

/* HTTP result code string */
"accepted" = "accepté";

/* HTTP result code string */
"bad gateway" = "passerelle incorrecte";

/* HTTP result code string */
"bad request" = "requête incorrecte";

/* HTTP result code string */
"client error" = "erreur client";

/* HTTP result code string */
"conflict" = "conflit";

/* HTTP result code string */
"continue" = "Continuer";

/* HTTP result code string */
"created" = "créé";

/* HTTP result code string */
"expectation failed" = "échec de l'attente";

/* HTTP result code string */
"forbidden" = "interdit";

/* HTTP result code string */
"found" = "trouvé";

/* HTTP result code string */
"gateway timed out" = "expiration de la passerelle";

/* HTTP result code string */
"informational" = "pour information";

/* HTTP result code string */
"internal server error" = "erreur interne du serveur";

/* HTTP result code string */
"length required" = "longueur requise";

/* HTTP result code string */
"method not allowed" = "méthode non autorisée";

/* HTTP result code string */
"moved permanently" = "définitivement déplacé";

/* HTTP result code string */
"multiple choices" = "choix multiples";

/* HTTP result code string */
"needs proxy" = "proxy requis";

/* HTTP result code string */
"no content" = "aucun contenu";

/* HTTP result code string */
"no error" = "aucune erreur";

/* HTTP result code string */
"non-authoritative information" = "information ne faisant pas autorité";

/* HTTP result code string */
"not found" = "Introuvable";

/* HTTP result code string */
"not modified" = "non modifié";

/* HTTP result code string */
"partial content" = "contenu partiel";

/* HTTP result code string */
"payment required" = "paiement requis";

/* HTTP result code string */
"precondition failed" = "la pré-condition a échoué";

/* HTTP result code string */
"proxy authentication required" = "authentification proxy requise";

/* HTTP result code string */
"redirected" = "redirigé";

/* HTTP result code string */
"no longer exists" = "n'existe plus";

/* HTTP result code string */
"request timed out" = "expiration de la requête";

/* HTTP result code string */
"request too large" = "requête trop volumineuse";

/* HTTP result code string */
"requested URL too long" = "URL sollicitée trop longue";

/* HTTP result code string */
"requested range not satisfiable" = "la plage sollicitée ne peut être satisfaite";

/* HTTP result code string */
"reset content" = "réinitialiser le contenu";

/* HTTP result code string */
"see other" = "consulter un autre";

/* HTTP result code string */
"server error" = "erreur du serveur";

/* HTTP result code string */
"service unavailable" = "service indisponible";

/* HTTP result code string */
"success" = "réussite";

/* HTTP result code string */
"switching protocols" = "changement de protocole";

/* HTTP result code string */
"temporarily redirected" = "redirigé temporairement";

/* HTTP result code string */
"unacceptable" = "inacceptable";

/* HTTP result code string */
"unauthorized" = "non autorisé";

/* HTTP result code string */
"unimplemented" = "non implémenté";

/* HTTP result code string */
"unsupported media type" = "type de données non géré";

/* HTTP result code string */
"unsupported version" = "version non gérée";

/* kCFErrorHTTPProxyConnectionFailure description */
"Err306" = "Un problème est survenu lors de la communication avec le serveur proxy web (HTTP).";

/* kCFErrorHTTPSProxyConnectionFailure description */
"Err310" = "Un problème est survenu lors de la communication avec le serveur proxy web sécurisé (HTTPS).";

/* WebFoundationErrorCancelled description */
"Err-999" = "annulé";

/* WebFoundationErrorBadURLError description */
"Err-1000" = "URL incorrecte";

/* WebFoundationErrorTimedOut description */
"Err-1001" = "La requête a expiré.";

/* WebFoundationErrorUnsupportedURL description */
"Err-1002" = "URL non gérée";

/* WebFoundationErrorCannotFindHostError description */
"Err-1003" = "Aucun serveur ayant le nom d’hôte précisé n’a pu être trouvé.";

/* WebFoundationErrorCannotConnectToHostError description */
"Err-1004" = "Aucun serveur ayant le nom d’hôte précisé n’a pu être trouvé.";

/* WebFoundationErrorNetworkConnectionLostError description */
"Err-1005" = "La connexion réseau a été perdue.";

/* WebFoundationErrorDNSLookupError description */
"Err-1006" = "erreur de recherche du serveur DNS";

/* WebFoundationErrorHTTPTooManyRedirectsError description */
"Err-1007" = "trop de redirections HTTP";

/* WebFoundationErrorResourceUnavailableError description */
"Err-1008" = "ressource indisponible";

/* WebFoundationErrorNotConnectedToInternetError description */
"Err-1009" = "La connexion Internet de cet ordinateur semble interrompue.";

/* WebFoundationErrorRedirectToNonExistentLocation description */
"Err-1010" = "redirigé nulle part";

/* WebFoundationErrorBadServerResponseError description */
"Err-1011" = "La réponse du serveur est erronée.";

/* WebFoundationErrorZeroByteResourceError description */
"Err-1014" = "ressource zéro octet";

/* WebFoundationErrorCannotDecodeRawData description */
"Err-1015" = "impossible de décoder les données brutes";

/* WebFoundationErrorCannotDecodeContentData description */
"Err-1016" = "impossible de décoder les données de contenu";

/* WebFoundationErrorCannotParseResponse description */
"Err-1017" = "impossible d’analyser la réponse";

/* kCFURLErrorInternationalRoamingOff description */
"Err-1018" = "Itinérance internationale désactivée.";

/* kCFURLErrorCallIsActive description */
"Err-1019" = "Impossible d’établir une connexion de données car un appel est en cours.";

/* kCFURLErrorDataNotAllowed description */
"Err-1020" = "Connexion de données non autorisée";

/* kCFURLErrorRequestBodyStreamExhausted description.  Should never be seen by an end user. */
"Err-1021" = "flux du corps de la requête épuisé";
	
/* WebFoundationErrorFileDoesNotExist description */
"Err-1100" = "L’URL demandée est introuvable sur ce serveur.";

/* WebFoundationErrorFileIsDirectory description */
"Err-1101" = "le fichier est un répertoire";

/* WebFoundationErrorNoPermissionsToReadFile description */
"Err-1102" = "Vous n’êtes pas autorisé à accéder à la ressource requise.";

/* WebFoundationErrorDataLengthExceedsMaximum description */
"Err-1103" = "la ressource dépasse la taille maximale";

/* WebFoundationErrorSecureConnectionFailed description */
"Err-1200" = "Une erreur SSL s’est produite et il est impossible d’établir une connexion sécurisée avec le serveur.";

/* WebFoundationErrorServerCertificateHasBadDate description */
"Err-1201" = "Le certificat d’accès à ce serveur a expiré.";

/* WebFoundationErrorServerCertificateHasBadDate description */
"Err-1201.w" = "Le certificat d’accès à ce serveur a expiré. Il se peut que vous vous connectiez à un serveur qui prétend être « %@ », ce qui pourrait mettre en danger la confidentialité de vos informations.";

/* WebFoundationErrorServerCertificateUntrusted description */
"Err-1202" = "Le certificat d’accès à ce serveur est invalide.";

/* WebFoundationErrorServerCertificateUntrusted description */
"Err-1202.w" = "Le certificat d’accès à ce serveur est invalide. Il se peut que vous vous connectiez à un serveur qui prétend être « %@ », ce qui pourrait mettre en danger la confidentialité de vos informations.";

/* WebFoundationErrorServerCertificateHasUnknownRoot description */
"Err-1203" = "Le certificat d’accès à ce serveur a été signé par une autorité de certification inconnue.";

/* WebFoundationErrorServerCertificateHasUnknownRoot description */
"Err-1203.w" = "Le certificat d’accès à ce serveur a été signé par une autorité de certification inconnue. Il se peut que vous vous connectiez à un serveur qui prétend être « %@ », ce qui pourrait mettre en danger la confidentialité de vos informations.";

/* WebFoundationErrorServerCertificateNotYetValid description */
"Err-1204" = "Le certificat d’accès à ce serveur n’est pas encore valide.";

/* WebFoundationErrorServerCertificateNotYetValid description */
"Err-1204.w" = "Le certificat d’accès à ce serveur n’est pas encore valide. Il se peut que vous vous connectiez à un serveur qui prétend être « %@ », ce qui pourrait mettre en danger la confidentialité de vos informations.";

/* WebFoundationErrorClientCertificateRejected description */
"Err-1205" = "Le serveur a refusé le certificat.";

/* WebFoundationErrorClientCertificateRejected description */
"Err-1205.w" = "Le serveur « %@ » a refusé le certificat.";

/* WebFoundationErrorClientCertificateRequired description */
"Err-1206" = "Le serveur requiert un certificat client.";

/* WebFoundationErrorClientCertificateRequired description */
"Err-1206.w" = "Le serveur « %@ » requiert un certificat client.";

/* WebFoundationErrorCannotLoadFromNetworkError description */
"Err-2000" = "impossible de charger depuis le réseau";

/* WebFoundationErrorCannotCreateFile description */
"Err-3000" = "Impossible de créer le fichier";

/* WebFoundationErrorCannotOpenFile description */
"Err-3001" = "Impossible d’ouvrir le fichier";

/* WebFoundationErrorCannotCloseFile description */
"Err-3002" = "Une erreur s’est produite à la fermeture du fichier";

/* WebFoundationErrorCannotWriteToFile description */
"Err-3003" = "Impossible d’écrire le fichier :";

/* WebFoundationErrorCannotRemoveFile description */
"Err-3004" = "Impossible de supprimer le fichier";

/* WebFoundationErrorCannotMoveFile description */
"Err-3005" = "Impossible de déplacer le fichier";

/* WebFoundationErrorDownloadDecodingFailedMidStream description */
"Err-3006" = "Échec de décodage de téléchargement";

/* WebFoundationErrorDownloadDecodingFailedToComplete description */
"Err-3007" = "Échec de décodage de téléchargement";

/* Recovery suggestion */
"Would you like to connect to the server anyway?" = "Voulez-vous tout de même vous connecter à ce serveur ?";

/* Recovery suggestion */
"To change your proxy settings, open Network preferences, click Advanced, and then click Proxies. For help with this problem, contact your system administrator." = "Pour modifier vos réglages proxy, ouvrez les préférences Réseau, cliquez sur Avancé, puis sur Proxys. Pour obtenir de l’aide, prenez contact avec votre administrateur système.";
